export const articles = [
  {
    id: 1,
    title: 'Ρεσιτάλ κλασικής κιθάρας με τον Νίκο Αθανασάκη',
    date: '20-12-2023',
    content: `<p class="mb-4">Μια μαγευτική μουσική βραδιά υπόσχεται το ρεσιτάλ κλασικής κιθάρας με τον διακεκριμένο σολίστ Νίκο Αθανασάκη, το οποίο θα πραγματοποιηθεί στις <span class="font-bold">29 Δεκεμβρίου, στις 20:00</span>.</p>
              <p class="mb-4">Ο Νίκος Αθανασάκης θα ερμηνεύσει έργα κλασικού ρεπερτορίου, αλλά και δικές του συνθέσεις, ταξιδεύοντας το κοινό μέσα από τη μουσική του. Η συναυλία θα προσφέρει μια μοναδική ευκαιρία για τους λάτρεις της κλασικής μουσικής να απολαύσουν ένα ξεχωριστό live.</p>
              <p class="mb-4">Η εκδήλωση θα πραγματοποιηθεί στο χώρο τέχνης του Εξ Αρχής.</p>
              <p class="mb-4 font-bold">Είσοδος: 5 ευρώ</p>
              <p>Σας περιμένουμε</p>`,
    images: ['/news/image-11.jpeg'],
  },
  {
    id: 2,
    title: 'Κοπή Βασιλόπιτας 2025 – Θέατρο Εξ Αρχής',
    date: '29-01-2025',
    content: `<p class="mb-4">Με χαρά και αισιοδοξία υποδεχτήκαμε το νέο έτος στο Θέατρο Εξ Αρχής, με την καθιερωμένη κοπή της βασιλόπιτας του εργαστηρίου.</p>
              <p class="mb-4">Η εκδήλωση πραγματοποιήθηκε σε μια ζεστή και φιλική ατμόσφαιρα στις 19:00 το απόγευμα, γεμάτη χαμόγελα και θετική ενέργεια. Η τυχερή της βραδιάς, που βρήκε το φλουρί, έλαβε ως δώρο ένα ξεχωριστό βιβλίο, ιδανικό για να εμπλουτίσει τις θεατρικές της γνώσεις και να της δώσει έμπνευση για τη νέα χρονιά.</p>
              <p>Ευχόμαστε σε όλους ένα δημιουργικό και γεμάτο επιτυχίες 2025! <span class="font-bold">Και του χρόνου με υγεία!</span> 🎭✨<p>`,
    images: [
      '/news/image-1.jpeg',
      '/news/image-2.jpeg',
      '/news/image-3.jpeg',
      '/news/image-4.jpeg',
      '/news/image-5.jpeg',
      '/news/image-6.jpeg',
      '/news/image-7.jpeg',
      '/news/image-8.jpeg',
      '/news/image-9.jpeg',
      '/news/image-10.jpeg',
    ],
  },
  {
    id: 3,
    title: 'Μουσική βραδιά στο Εξ Αρχής με την Ειρήνη Πολυδώρου και το Νίκο Αθανασάκη',
    date: '08-03-2025',
    content: `<p class="mb-4">Μετά από αρκετά χρόνια και περιπέτειες, ξαναπαίζουμε ζωντανά. 
Με ρεπερτόριο δικό μας και παλαιές, παλαιότερες και ενίοτε παμπάλαιες επιτυχίες!</p>
              <p class="mb-4">Σας περιμένουμε την Κυριακή 16 Μαρτίου στις 19.30, στον φιλόξενο χώρο του  Θεάτρου Εξ Αρχής, Σπύρου Τρικούπη 44.</p>
              <p class="mb-4">Κράτηση θέσεων: 210 38 22 661</p>
              <p class="mb-4">Ειρήνη & Νίκος</p>`,
    images: ['/news/image-12.jpg'],
  },
];
