import Image from 'next/image';

import eleniTsakalouImg from '../../public/eleni-tsakalou.jpeg';
import dinosSpyropoulosImg from '../../public/dinos-spyropoulos.jpg';

export default function AboutUs() {
  return (
    <>
      <section className="mb-8 bg-white p-6 rounded-lg shadow-md">
        <h1 className="text-3xl font-bold mb-4 text-center sm:text-left">Οι Θεατρικοί Ορίζοντες</h1>
        <p className="text-lg leading-relaxed">
          Οι Θεατρικοί Ορίζοντες παρουσιάζουν κλασικά θεατρικά έργα του παγκόσμιου ρεπερτορίου, όμως ταυτόχρονα αναδεικνύουν και
          Έλληνες θεατρικούς συγγραφείς. Σε μια δύσκολη περιοχή όπως είναι τα Εξάρχεια, το Θέατρο «Εξ Αρχής», στο οποίο
          στεγάζονται οι «Θεατρικοί Ορίζοντες», δημιούργησαν μια εστία πολιτισμού. Μέσα από την εστία αυτή, επιδιώκεται η
          προβολή θεατρικών παραστάσεων με καλλιτεχνικό και εκπαιδευτικό χαρακτήρα. Το κοινό των Θεατρικών Οριζόντων αποτελούν
          παιδιά, νέοι και ενήλικες κάθε ηλικίας. Διαχρονικά, η ΑΜΚΕ αποδεικνύει μέσω της ποικιλίας των παραγωγών και των έργων
          με τα οποία καταπιάνεται, πως ενδιαφέρεται για την τέχνη του θεάτρου ολιστικά. Βασικοί σταθμοί στην πορεία της
          εταιρείας (χρονολογικά) αποτελούν αρχικά οι παραστάσεις για παιδιά και εφήβους του Ντίνου Σπυρόπουλου, στη συνέχεια τα
          τρία έργα του Ευγένιου Ιονέσκο (Το μάθημα, Η φαλακρή τραγουδίστρια, Οι καρέκλες), το Δωμάτιο της Βερόνικας του Άιρα
          Λέβιν και η νέα εποχή έργων για παιδιά με τις διασκευές της Ελένης Τσακάλου στα κλασικά παραμύθια (Η Κοκκινοσκουφίτσα,
          Η Χιονάτη, Ο Κοντορεβιθούλης). Στη συνέχεια, τα Αυγά της Στρουθοκαμήλου του Χρήστου Ναούμ, η Κυρία με το σκυλάκι του
          Άντον Τσέχωφ, Τα Παντρολογήματα του Νικολάι Γκόγκολ, Η παρέλαση και ο Ουρανός κατακόκκινος της Λούλας Αναγνωστάκη,
          έδωσαν μία άλλη πνοή στο σύνολο των έργων που ανέβηκαν από τους Θεατρικούς Ορίζοντες. Στα σχέδια της ΑΜΚΕ τώρα,
          βρίσκεται η στήριξη των σύγχρονων νεοελληνικών έργων, κάτι που θα επιδιωχθεί να επιτευχθεί μέσω του έργου «Λύκοι» του
          Ντίνου Σπυρόπουλου.
        </p>
      </section>
      <section className="mb-8 bg-white p-6 rounded-lg shadow-md flex flex-col items-center sm:items-start">
        <h1 className="text-4xl font-bold mb-4 text-center">Ελένη Τσακάλου</h1>
        <Image
          src={eleniTsakalouImg}
          alt="Ελένη Τσακάλου"
          width={200}
          height={200}
          className="mb-4 rounded-full object-cover"
        />
        <p className="text-lg leading-relaxed">
          Η Ελένη Τσακάλου είναι μια εξαιρετικά ταλαντούχα ηθοποιός και σκηνοθέτης με πολυετή εμπειρία στο θέατρο. Με σπουδές
          στην υποκριτική και τη σκηνοθεσία, η Ελένη έχει συμμετάσχει σε πολλές επιτυχημένες παραγωγές, κερδίζοντας την
          αναγνώριση και τον σεβασμό του κοινού και των συναδέλφων της. Η αφοσίωσή της στην τέχνη και η αγάπη της για το θέατρο
          είναι εμφανής σε κάθε παράσταση που παρουσιάζει, προσφέροντας αξέχαστες εμπειρίες στους θεατές.
        </p>
      </section>
      <section className="bg-white p-6 rounded-lg shadow-md flex flex-col items-center sm:items-start">
        <h1 className="text-4xl font-bold mb-4 text-center">Ντίνος Σπυρόπουλος</h1>
        <Image
          src={dinosSpyropoulosImg}
          alt="Ντίνος Σπυρόπουλος"
          width={200}
          height={200}
          className="rounded-full object-cover"
        />
        <p className="text-lg leading-relaxed">
          Ο Ντίνος Σπυρόπουλος είναι ένας εξαιρετικά ταλαντούχος ηθοποιός και σκηνοθέτης με πολυετή εμπειρία στο θέατρο. Με
          σπουδές στην υποκριτική και τη σκηνοθεσία, ο Ντίνος έχει συμμετάσχει σε πολλές επιτυχημένες παραγωγές, κερδίζοντας την
          αναγνώριση και τον σεβασμό του κοινού και των συναδέλφων του. Η αφοσίωσή του στην τέχνη και η αγάπη του για το θέατρο
          είναι εμφανής σε κάθε παράσταση που παρουσιάζει, προσφέροντας αξέχαστες εμπειρίες στους θεατές.
        </p>
      </section>
    </>
  );
}
